---
title: 帶您認識風靡全球的聊天與通話社群平台 Discord ，輕鬆成為社群小達人 | 註冊篇
author: winsonotp
date: 2023-02-18 10:45:00 +0800
categories: [推薦, 平台]
tags: [Discord]
---

> 這篇文章將帶著各位註冊 Discord 這個在全球吸引數億用戶的社交平台。這個平台不但擁有著獨特創新的社群構造，管理社群不再繁瑣難懂，甚至小小寡民都能夠創造令人嘖嘖稱奇的社群！

## 前言
這篇文章將會一步一步帶著各位註冊我們上集介紹的Discord這個社交平台，帶著各位通往社群的大門！

#### Discord | 談話與聚會的好地方
![](https://i.imgur.com/l0ybrqv.png)
- Discord 的官方網頁
- 提供線上版的 Discord 或是下載安裝的連結
- 提供各種條款等相關資訊供使用者檢視
- https://discord.com/

## 註冊 Discord 帳號
接下來將會一個一個步驟，詳細的指導各位註冊Discord的方法，讓各位可以順利的註冊一個屬於自己的Discord帳號！

### 第一步：前往Discord官方網頁
首先，請先開啟[Discord的官方網頁](https://discord.com/)，以便後續步驟的進行。

連結：https://discord.com/

![](https://i.imgur.com/tKDf9X4.png)

### 第二步：點擊右上角的 Login 並點擊註冊
![](https://i.imgur.com/OLlNcgs.png)

點按首頁右上方的 Login，進入登入畫面。

![](https://i.imgur.com/CeTnCHR.png)

來到登入畫面後點按左下角的註冊開始註冊一個帳號。

### 第三步：註冊所需資料填寫

![](https://i.imgur.com/xJEkuXa.png)

填寫所需的所有資訊。

![](https://i.imgur.com/uajC51q.png)

若出現詢問是否是機器人的驗證框格，則點按左側白色方框進行認證，此為網頁為了避免您為自動執行的程式。

### 第四步：註冊完成與概略介面介紹

接著就註冊完成囉！

![](https://i.imgur.com/8VVC8Jl.png)

自動跳轉頁面到首頁時，若跳出這個窗格，代表系統在建議您可以嘗試建立一個伺服器來與好友互動，可以依個人需求嘗試。

![](https://i.imgur.com/4bDogHG.png)

目前頁面頂端有著需要電子郵件認證的指示，請到剛剛註冊填寫的電子郵件收信並認證，即可以自動消除這個對話框。

左下角有著三個按鈕可以點擊

![](https://i.imgur.com/pmZASmV.png)

靜音與拒聽適用於語音頻道或通話中，當您連接語音頻道時會自動以此設定來設置您的狀態，靜音是關閉自己的聲音使他人無法聽見，拒聽是讓自己無法聽見他人的聲音。

左側是伺服器欄位

![](https://i.imgur.com/3mHjCI0.png)

您加入的伺服器或創建的伺服器都會顯示於此處，若私訊中有新的未閱讀訊息也會將該好友一併顯示在此。

![](https://i.imgur.com/VNA6A8h.png)

此處可以新增好友，或是檢視自己已有的好友，可以依照狀態來分類，而狀態的調整是點按左下角自己的頭像與名字欄位，便會出現調整視窗。

## 結語
這篇文章指導了各位如何註冊Discord這個著名的社交平台，期望對於各位有幫助，也謝謝各位閱讀完畢這篇文章。文章編撰不易，每個步驟為了避免講解錯誤，皆實際操作，並截圖供大家參考。期望大家多多支持，並且持續追蹤我的更多文章哦！
